Repository: Sebastian-Kerski/Spichr
Catalog: Spichr/Resources/*.lproj/Localizable.strings
Languages: de

source: Unnamed Item
de: Unbenannter Artikel

source: No Location
de: Kein Standort

source: No Store
de: Kein Geschäft

source: Search items...
de: Suche Artikel...

# action_delete
source: Delete
de: Löschen

# action_to_shopping
source: To Shopping
de: Zur Einkaufsliste

# action_add_to_stock
source: Add to Stock
de: Zum Vorrat hinzufügen

# action_mark_opened
source: Mark Opened
de: Als geöffnet markieren

# action_add_item
source: Add Item
de: Artikel hinzufügen

# action_add
source: Add
de: Hinzufügen

# action_cancel
source: Cancel
de: Abbrechen

# action_done
source: Done
de: Fertig

# action_close
source: Close
de: Schließen

# action_clear
source: Clear
de: Leeren

# action_clear_list
source: Clear List
de: Liste leeren

# action_scan
source: Scan
de: Scannen

# action_filter
source: Filter
de: Filtern

# action_more
source: More
de: Mehr

# action_sort_by
source: Sort By
de: Sortieren nach

# action_show_expired
source: Show Expired
de: Abgelaufene anzeigen

# action_delete_expired_items
source: Delete Expired Items
de: Abgelaufene Artikel löschen

# action_move_all_to_stock
source: Move All to Stock
de: Alle zum Vorrat

# action_quick_add
source: Quick Add
de: Schnell hinzufügen

# action_add_detailed_item
source: Add Detailed Item
de: Detailliert hinzufügen

# view_stock
source: Stock
de: Vorrat

# view_shopping
source: Shopping
de: Einkaufen

source: Shopping List
de: Einkaufsliste

source: Tip Jar
de: Trinkgeld

# status_expired
source: Expired
de: Abgelaufen

# status_critical_1_2_days
source: Critical (1-2 days)
de: Kritisch (1-2 Tage)

# status_warning_3_7_days
source: Warning (3-7 days)
de: Warnung (3-7 Tage)

# empty_stock_title
source: No Items in Stock
de: Kein Vorrat

# empty_shopping_title
source: Shopping List Empty
de: Einkaufsliste leer

# empty_shopping_message
source: Add items to buy them later
de: Füge Artikel hinzu um sie später einzukaufen

# field_item_name
source: Item Name
de: Artikelname

# field_quantity_optional
source: Quantity (optional)
de: Menge (optional)

# field_store_optional
source: Store (optional)
de: Geschäft (optional)

# field_location
source: Location
de: Standort

# field_days
source: Days
de: Tage

source: Unknown
de: Unbekannt

# error_unknown
source: Unknown error
de: Unbekannter Fehler

source: Contact
de: Kontakt

source: Owner
de: Besitzer

source: Private
de: Privat

# tip_jar_thank_you
source: You're Welcome!
de: Vielen Dank!

source: No expiration date
de: Kein MHD

source: Expired yesterday
de: Gestern abgelaufen

# expired_days_ago
source: Expired %d days ago
de: Abgelaufen vor %d Tagen

source: Expires today
de: Läuft heute ab

source: Expires tomorrow
de: Läuft morgen ab

# expires_in_days
source: Expires in %d days
de: Läuft in %d Tagen ab

# group_expired
source: Expired
de: Abgelaufen

# group_critical
source: Critical (1-2 days)
de: Kritisch (1-2 Tage)

# group_warning
source: Warning (3-7 days)
de: Warnung (3-7 Tage)

# group_approaching
source: Approaching (8-30 days)
de: Bald fällig (8-30 Tage)

# group_fresh
source: Fresh (>30 days)
de: Frisch (>30 Tage)

# group_no_date
source: No Date
de: Ohne Datum

# sort_expiration
source: Expiration Date
de: Ablaufdatum

# sort_location
source: Location
de: Standort

# location_fridge
source: Refrigerator
de: Kühlschrank

# location_freezer
source: Freezer
de: Gefrierschrank

# location_pantry
source: Pantry
de: Vorratsschrank

# location_counter
source: Counter
de: Arbeitsplatte

# location_basement
source: Basement
de: Keller

source: Add Item
de: Artikel hinzufügen

source: Edit Item
de: Artikel bearbeiten

source: Add
de: Hinzufügen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Done
de: Fertig

# error_name_required
source: Name is required
de: Name ist erforderlich

# error_opened_future
source: Opened date cannot be in the future
de: Öffnungsdatum kann nicht in der Zukunft liegen

# error_shelf_life_negative
source: Shelf life cannot be negative
de: Haltbarkeit kann nicht negativ sein

# notification_daily_summary_title
source: Your Inventory
de: Deine Vorräte

# notification_daily_summary_body
source: You have %d items expiring soon
de: Du hast %d Artikel, die bald ablaufen

# notification_daily_summary_all_good
source: All items are fresh!
de: Alle Artikel sind frisch!

# notification_expiring_title
source: Item expiring soon
de: Artikel läuft bald ab

# notification_expiring_30_days
source: %@ expires in 30 days
de: %@ läuft in 30 Tagen ab

# notification_expiring_7_days
source: %@ expires in 7 days
de: %@ läuft in 7 Tagen ab

# notification_expiring_tomorrow
source: %@ expires tomorrow!
de: %@ läuft morgen ab!

# notification_expiring_today_title
source: Item expires today!
de: Artikel läuft heute ab!

# notification_expiring_today
source: %@ expires today
de: %@ läuft heute ab

# notification_opened_item_title
source: Opened item expiring
de: Geöffneter Artikel läuft bald ab

# notification_opened_item_body
source: %@ was opened and expires soon
de: %@ wurde geöffnet und läuft bald ab

# notification_action_view
source: View
de: Ansehen

# notification_action_delete
source: Delete
de: Löschen

# error_camera_denied
source: Camera access denied. Please enable in Settings.
de: Kamera-Zugriff verweigert

# error_no_camera
source: No camera available on this device.
de: Keine Kamera verfügbar

# error_camera_setup
source: Camera setup failed. Please try again.
de: Kamera-Setup fehlgeschlagen

# error_invalid_barcode
source: Invalid barcode format.
de: Ungültiger Barcode

# error_network
source: Network error. Please check your connection.
de: Netzwerkfehler

# error_product_not_found
source: Product not found in database.
de: Produkt nicht gefunden

# error_icloud_unavailable
source: iCloud account unavailable
de: iCloud-Account nicht verfügbar

# error_share_not_found
source: Share not found
de: Freigabe nicht gefunden

# error_accept_share_failed
source: Failed to accept share: %@
de: Freigabe konnte nicht akzeptiert werden: %@

source: Support Developer
de: Entwickler unterstützen

# tip_small_title
source: Small Tip
de: Kleines Trinkgeld

# tip_small_desc
source: Buy me a coffee! ☕
de: Gib mir einen Kaffee aus! ☕

# tip_medium_title
source: Medium Tip
de: Mittleres Trinkgeld

# tip_medium_desc
source: Support the development! 🙏
de: Unterstütze die Entwicklung! 🙏

# tip_large_title
source: Large Tip
de: Großes Trinkgeld

# tip_large_desc
source: You're awesome! Thank you! 🎉
de: Du bist großartig! Vielen Dank! 🎉

source: Share Household
de: Haushalt teilen

source: Manage Household
de: Haushalt verwalten

source: Household
de: Haushalt

source: Shared
de: Geteilt

source: Members
de: Mitglieder

source: Settings
de: Einstellungen

source: Statistics
de: Statistiken

source: Total Items
de: Alle Artikel

source: Stock Items
de: Vorrat

source: Shopping Items
de: Einkaufsliste

source: Expiring Soon
de: Läuft bald ab

source: Notifications
de: Benachrichtigungen

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Daily Summary
de: Tägliche Zusammenfassung

source: Summary Time
de: Uhrzeit

# expiring_30_days
source: Expiring in 30 Days
de: Läuft in 30 Tagen ab

# expiring_7_days
source: Expiring in 7 Days
de: Läuft in 7 Tagen ab

source: Expiring Tomorrow
de: Läuft morgen ab

source: Expiring Today
de: Läuft heute ab

source: Opened Items
de: Geöffnete Artikel

source: Open Settings
de: Einstellungen öffnen

source: Sync Enabled
de: Synchronisation aktiviert

source: Data Management
de: Datenverwaltung

source: Export Data
de: Daten exportieren

source: Delete All Data
de: Alle Daten löschen

# delete_confirmation
source: Delete All Data?
de: Alle Daten löschen?

source: About
de: Über

# empty_stock_message
source: Add your first item to get started
de: Füge dein erstes Produkt hinzu

source: All Locations
de: Alle Standorte

source: Share with family
de: Mit Familie teilen

# household_sharing_description
source: Share your entire inventory with family members. Everyone can add, edit, and manage items together.
de: Teile dein gesamtes Inventar mit Familienmitgliedern. Jeder kann Artikel hinzufügen, bearbeiten und verwalten.

source: Household is shared
de: Haushalt ist geteilt

source: Household is private
de: Haushalt ist privat

# household_shared_description
source: All items in your inventory are visible to household members. They can add, edit, and delete items.
de: Alle Artikel in deinem Inventar sind für Haushaltsmitglieder sichtbar. Sie können Artikel hinzufügen, bearbeiten und löschen.

# household_private_description
source: Share with family members to collaborate on your food inventory. Perfect for households, roommates, and partners!
de: Teile mit Familienmitgliedern um gemeinsam dein Lebensmittelinventar zu verwalten. Perfekt für Haushalte, WGs und Paare!

source: Invite More People
de: Weitere Personen einladen

source: Stop Sharing
de: Teilen beenden

# share_household_button
source: Share Household
de: Haushalt teilen

source: Sharing
de: Teilen

source: How It Works
de: So funktioniert's

source: Rename Household
de: Haushalt umbenennen

source: Privacy Policy
de: Datenschutz

source: Help & Support
de: Hilfe & Support

source: Support Spichr
de: Spichr unterstützen

# buy_coffee
source: Buy me a coffee ☕
de: Einen Kaffee ausgeben ☕

# support_developer_title
source: Support the Developer
de: Entwickler unterstützen

# spichr_free_message
source: Spichr is 100% free with no ads. Your support helps me maintain and improve the app!
de: Spichr ist 100% kostenlos ohne Werbung. Deine Unterstützung hilft mir die App zu pflegen und zu verbessern!

# tip_jar_message
source: Spichr is completely free with no ads. If you find it useful, consider supporting its development with a tip!
de: Spichr ist komplett kostenlos ohne Werbung. Wenn du sie nützlich findest, unterstütze gerne die Entwicklung mit einem Trinkgeld!

# contribution_message
source: Every contribution helps keep Spichr running and improving!
de: Jeder Beitrag hilft Spichr am Laufen zu halten und zu verbessern!

# thank_you_support
source: Thank you for your support! 🙏
de: Vielen Dank für deine Unterstützung! 🙏

# support_means_world
source: Your support means the world! It helps keep Spichr free for everyone.
de: Deine Unterstützung bedeutet mir sehr viel! Sie hilft Spichr kostenlos für alle zu halten.

source: Basic Information
de: Grundinformationen

# in_stock_toggle_hint
source: Toggle 'In Stock' to add directly to your inventory
de: Aktiviere 'Vorrätig' um direkt zum Inventar hinzuzufügen

source: Shelf Life After Opening
de: Haltbarkeit nach Öffnung

source: Dates
de: Daten

# expiration_calculation_hint
source: If opened, the expiration will be calculated from the opening date plus shelf life
de: Bei geöffneten Artikeln wird das Ablaufdatum aus Öffnungsdatum plus Haltbarkeit berechnet

# opened_relative
source: Opened %@
de: Geöffnet vor %@

source: Tap 'Share Household'
de: Tippe auf 'Haushalt teilen'

# send_link_messages
source: Send link via Messages or AirDrop
de: Sende Link per Nachrichten oder AirDrop

# recipients_open_accept
source: Recipients open link and accept
de: Empfänger öffnen Link und akzeptieren

# everyone_sees_inventory
source: Everyone sees the same inventory!
de: Jeder sieht dasselbe Inventar!

source: Start Sharing
de: Teilen starten

source: Currently Shared
de: Wird gerade geteilt

source: Not Shared
de: Nicht geteilt

# all_items_shared_description
source: All items in this household are shared with members.
de: Alle Artikel in diesem Haushalt werden mit Mitgliedern geteilt.

# household_sharing_footer
source: Share your entire inventory with family members. Everyone can add, edit, and manage items together.
de: Teile dein gesamtes Inventar mit Familienmitgliedern. Jeder kann Artikel hinzufügen, bearbeiten und verwalten.

# tip_jar_description
source: Spichr is completely free with no ads. If you find it useful, consider supporting its development with a tip!
de: Spichr ist komplett kostenlos ohne Werbung. Wenn du sie nützlich findest, unterstütze gerne die Entwicklung mit einem Trinkgeld!

# contribution_helps
source: Every contribution helps keep Spichr running and improving!
de: Jeder Beitrag hilft Spichr am Laufen zu halten und zu verbessern!

# household_shared
source: Household is shared
de: Haushalt ist geteilt

# household_private
source: Household is private
de: Haushalt ist privat

# household_shared_desc
source: All items in your inventory are visible to household members. They can add, edit, and delete items.
de: Alle Artikel in deinem Inventar sind für Haushaltsmitglieder sichtbar. Sie können Artikel hinzufügen, bearbeiten und löschen.

# household_private_desc
source: Share with family members to collaborate on your food inventory. Perfect for households, roommates, and partners!
de: Teile mit Familienmitgliedern um gemeinsam dein Lebensmittelinventar zu verwalten. Perfekt für Haushalte, WGs und Paare!

# sharing_section
source: Sharing
de: Teilen

source: Scan Barcode
de: Barcode scannen

source: Add Manually
de: Manuell hinzufügen

source: Quick Add
de: Schnell hinzufügen

source: Loading product info...
de: Lade Produktinformationen...

source: Product Found
de: Produkt gefunden

# product_not_found_title
source: Product Not Found
de: Produkt nicht gefunden

# product_not_found_message
source: We couldn't find this product in our database. You can scan again or enter details manually.
de: Wir konnten dieses Produkt nicht in unserer Datenbank finden. Du kannst erneut scannen oder Details manuell eingeben.

source: Scan Again
de: Erneut scannen

source: Enter Manually
de: Manuell eingeben

source: Quick Settings
de: Schnelleinstellungen

source: More Options
de: Weitere Optionen

source: Brand
de: Marke

# align_barcode
source: Align barcode within frame
de: Barcode im Rahmen ausrichten

# position_barcode
source: Position the barcode within the frame
de: Positioniere den Barcode im Rahmen

# scanned_code
source: Scanned: %@
de: Gescannt: %@

source: Error
de: Fehler
